RT-Thread/rt-thread/bsp/nxp/mcx/mcxc/frdm-mcxc162/board/MCUX_Config/board/pin_mux.h
/*
 * Copyright 2026 NXP
 *
 * SPDX-License-Identifier: BSD-3-Clause
 */

#ifndef _PIN_MUX_H_
#define _PIN_MUX_H_

void BOARD_InitBootPins(void);

#endif
